Repository: simonfrey/apple-browsers
Catalog: macOS/LocalPackages/SubscriptionUI/Sources/SubscriptionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# subscription.preferences.paid.ai.chat.enable.duck.ai.title
source: Get access to advanced AI models in Duck.ai
de: Erhalte Zugriff auf fortschrittliche KI-Modelle in Duck.ai
es: Obtén acceso a modelos avanzados de IA en Duck.ai
fr: Accéder à des modèles d'IA avancés dans Duck.ai
it: Accedi a modelli AI avanzati in Duck.ai
nl: Toegang tot geavanceerde AI-modellen in Duck.ai
pl: Uzyskaj dostęp do zaawansowanych modeli AI w Duck.ai
pt: Obtém acesso a modelos avançados de IA no Duck.ai
ru: Продвинутые ИИ-модели в Duck.ai

# subscription.preferences.privacypolicy.button
source: Privacy Policy and Terms of Service
de: Datenschutzerklärung und Nutzungsbedingungen
es: Política de privacidad y condiciones del servicio
fr: Politique de confidentialité et conditions d'utilisation
it: Privacy policy e Termini del servizio
nl: Privacybeleid en servicevoorwaarden
pl: Polityka prywatności i warunki użytkowania
pt: Política de Privacidade e Termos de Serviço
ru: Политика конфиденциальности и условия обслуживания

# subscription.preferences.purchase.button
source: Subscribe to DuckDuckGo
de: DuckDuckGo abonnieren
es: Suscríbete a DuckDuckGo
fr: S'abonner à DuckDuckGo
it: Abbonati a DuckDuckGo
nl: Abonneren op DuckDuckGo
pl: Subskrybuj DuckDuckGo
pt: Subscrever o DuckDuckGo
ru: Подписаться на DuckDuckGo

# subscription.preferences.purchase.free-trial.button
source: Try Free
de: Kostenlos testen
es: Prueba gratis
fr: Essayer gratuitement
it: Prova gratis
nl: Probeer gratis
pl: Wypróbuj za darmo
pt: Experimentar gratuitamente
ru: Попробуйте бесплатно

# subscription.preferences.purchase.subscription.title
source: DuckDuckGo Subscription
de: DuckDuckGo Abonnement
es: Suscripción a DuckDuckGo
fr: Abonnement DuckDuckGo
it: Abbonamento DuckDuckGo
nl: DuckDuckGo-abonnement
pl: Subskrypcja DuckDuckGo
pt: Subscrição DuckDuckGo
ru: Подписка DuckDuckGo

# subscription.preferences.remove.from.this.device.button
source: Remove From This Device
de: Von diesem Gerät entfernen
es: Eliminar de este dispositivo
fr: Supprimer de cet appareil
it: Rimuovi da questo dispositivo
nl: Verwijderen van dit apparaat
pl: Usuń z tego urządzenia
pt: Remover Deste Dispositivo
ru: Удалить с этого устройства

# subscription.preferences.services.identity.theft.restoration.button.title
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
nl: Weergeven
pl: Wyświetl
pt: Visualizar
ru: Вид

# subscription.preferences.services.identity.theft.restoration.description
source: Restore stolen accounts and financial losses in the event of identity theft.
de: Wiederherstellung gestohlener Konten und finanzieller Verluste im Falle eines Identitätsdiebstahls.
es: Restaura las cuentas robadas y las pérdidas económicas en caso de robo de identidad.
fr: Restituer les comptes volés et les pertes financières en cas d'usurpation d'identité.
it: Ripristina gli account rubati e le perdite finanziarie in caso di furto di identità.
nl: Herstel gestolen rekeningen en financiële verliezen in geval van identiteitsdiefstal.
pl: Przywróć skradzione konta i rekompensuj straty finansowe w przypadku kradzieży tożsamości.
pt: Restaura contas roubadas e perdas financeiras em caso de roubo de identidade.
ru: Возврат учетных записей и денежных средств в случае «кражи личности».

# subscription.preferences.services.paid.ai.chat.description
source: Chat privately with advanced AI models exclusive to subscribers.
de: Chatte privat mit fortschrittlichen KI-Modellen, die exklusiv für Abonnenten sind.
es: Chatea en privado con modelos avanzados de IA exclusivos para suscriptores.
fr: Discutez en privé avec des modèles d'IA avancés réservés aux abonnés.
it: Chatta privatamente con modelli AI avanzati esclusivi per gli abbonati.
nl: Chat privé met geavanceerde AI-modellen die exclusief voor abonnees zijn.
pl: Czatuj prywatnie z zaawansowanymi modelami sztucznej inteligencji dostępnymi wyłącznie dla subskrybentów.
pt: Conversa em privado com modelos de IA avançados exclusivos para subscritores.
ru: Приватный чат с продвинутыми ИИ-моделями — только по подписке.

# subscription.preferences.services.personal.information.removal.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt: Aberto
ru: Открыть

# subscription.preferences.services.personal.information.removal.description
source: Find and remove your personal information from sites that store and sell it.
de: Finde deine personenbezogenen Daten auf Websites, die diese speichern und verkaufen, und entferne sie.
es: Busca y elimina tu información personal de los sitios que la almacenan y venden.
fr: Trouvez vos informations personnelles et supprimez-les des sites qui les conservent et les vendent.
it: Trova e rimuovi le tue informazioni personali dai siti che le conservano e le vendono.
nl: Zoek en verwijder je persoonlijke gegevens van websites die deze opslaan en verkopen.
pl: Znajdź i usuń swoje dane osobowe z witryn, które je przechowują i sprzedają.
pt: Encontra e remove as tuas informações pessoais de sites que as armazenam e vendem.
ru: Поиск и удаление личных данных с сайтов, которые хранят и продают информацию.

# subscription.preferences.services.vpn.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt: Aberto
ru: Открыть

# subscription.preferences.services.vpn.description
source: Full-device protection with the VPN built for speed and security.
de: Vollständiger Geräteschutz mit dem auf Geschwindigkeit und Sicherheit ausgelegten VPN.
es: Protección completa del dispositivo con la VPN diseñada para la velocidad y seguridad.
fr: Protection complète de votre appareil avec le VPN conçu pour la vitesse et la sécurité.
it: Protezione completa del dispositivo con la VPN progettata per velocità e sicurezza.
nl: Volledige apparaatbeveiliging met een VPN dat is ontwikkeld voor snelheid en veiligheid.
pl: Pełna ochrona urządzenia dzięki sieci VPN zapewniającej szybkość i bezpieczeństwo.
pt: Proteção completa do dispositivo com a VPN criada para velocidade e segurança.
ru: Полная защита устройства с помощью VPN. Скорость и безопасность в одном флаконе.

# subscription.preferences.subscription.activate.edit.email.button
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Правка

# subscription.preferences.subscription.activate.learn.more.button
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

# subscription.preferences.subscription.activate.with.email.caption
source: Use this email to add your subscription to other devices. In the DuckDuckGo browser, go to Settings > DuckDuckGo Subscription > I Have a Subscription.
de: Verwende diese E-Mail-Adresse, um dein Abonnement auf andere Geräte zu übertragen. Rufe im DuckDuckGo-Browser die Einstellungen > DuckDuckGo-Abo > Ich habe ein Abonnement auf.
es: Usa este correo electrónico para añadir tu suscripción a otros dispositivos. En el navegador DuckDuckGo, dirígete a Ajustes > Subscripción a DuckDuckGo > Tengo una suscripción.
fr: Servez-vous de cet e-mail pour ajouter votre abonnement à d'autres appareils. Dans le navigateur DuckDuckGo, accédez à Réglages > Abonnement DuckDuckGo > J'ai un abonnement.
it: Usa questa email per aggiungere l'abbonamento ad altri dispositivi. Nel browser DuckDuckGo, vai su Impostazioni > Abbonamento DuckDuckGo > Ho un abbonamento.
nl: Gebruik dit e-mailadres om je abonnement toe te voegen aan andere apparaten. Ga in de DuckDuckGo-browser naar Instellingen > DuckDuckGo-abonnement > Ik heb een abonnement.
pl: Użyj tego adresu e-mail, aby dodać subskrypcję do innych urządzeń. W przeglądarce DuckDuckGo wybierz kolejno Ustawienia > Subskrypcja DuckDuckGo > Mam subskrypcję.
pt: Utiliza este e-mail para adicionar a tua subscrição a outros dispositivos. No navegador DuckDuckGo, acede a Definições > Subscrição da DuckDuckGo > Tenho uma subscrição.
ru: Используйте этот адрес электронной почты, чтобы добавить подписку на другие устройства. Для этого в браузере DuckDuckGo откройте раздел «Настройки > Подписка DuckDuckGo > У меня уже есть подписка».

# subscription.preferences.subscription.active.expiring.monthly.caption
source: Your monthly subscription expires on %@.
de: Dein Monatsabonnement läuft am %@ ab.
es: Tu suscripción mensual caduca el %@.
fr: Votre abonnement mensuel expire le %@.
it: Il tuo abbonamento mensile scade il %@.
nl: Je maandabonnement verloopt op %@.
pl: Twoja miesięczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição mensal expira a %@.
ru: Ваша ежемесячная подписка завершится %@.

# subscription.preferences.subscription.active.expiring.unknown.caption
source: Your subscription expires on %@.
de: Dein Abonnement läuft am %@ ab.
es: Tu suscripción caduca el %@.
fr: Votre abonnement expire le %@.
it: Il tuo abbonamento scade il %@.
nl: Je abonnement verloopt op %@.
pl: Twoja subskrypcja wygasa w dniu %@.
pt: A tua subscrição expira a %@.
ru: Ваша подписка завершится %@.

# subscription.preferences.subscription.active.expiring.yearly.caption
source: Your annual subscription expires on %@.
de: Dein Jahresabonnement läuft am %@ ab.
es: Tu suscripción anual caduca el %@.
fr: Votre abonnement annuel expire le %@.
it: Il tuo abbonamento annuale scade il %@.
nl: Je jaarabonnement verloopt op %@.
pl: Twoja roczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição anual expira a %@.
ru: Ваша годовая подписка завершится %@.

# subscription.preferences.subscription.active.renewing.monthly.caption
source: Your monthly subscription renews on %@.
de: Dein monatliches Abonnement verlängert sich am %@.
es: Tu suscripción mensual se renueva el %@.
fr: Votre abonnement mensuel sera renouvelé le %@.
it: Il tuo abbonamento mensile si rinnova il %@.
nl: Je maandabonnement wordt verlengd op %@.
pl: Twoja miesięczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição mensal renova-se a %@.
ru: Ваша ежемесячная подписка продлится %@.

# subscription.preferences.subscription.active.renewing.trial.monthly.caption
source: Your free trial ends on %@ & automatically converts to a monthly paid subscription on that day.
de: Deine kostenlose Testphase endet am %@ und wird an diesem Tag automatisch in ein kostenpflichtiges Monatsabo umgewandelt.
es: Tu prueba gratuita finaliza el %@ y ese día pasará automáticamente a una suscripción mensual de pago.
fr: Votre essai gratuit se termine le %@ et sera automatiquement converti en abonnement mensuel payant ce jour-là.
it: La prova gratuita termina il %@ e lo stesso giorno si converte automaticamente in un abbonamento mensile a pagamento.
nl: Je gratis proefperiode eindigt op %@ en wordt op die dag automatisch omgezet in een maandelijks betaald abonnement.
pl: Bezpłatny okres próbny kończy się %@ i tego dnia automatycznie przekształca się w miesięczną płatną subskrypcję.
pt: O teu período de teste gratuito termina a %@ e será automaticamente convertido numa subscrição mensal paga nesse dia.
ru: Бесплатный пробный период завершится %@. В тот же день вы автоматически перейдете на платную ежемесячную подписку.

# subscription.preferences.subscription.active.renewing.trial.yearly.caption
source: Your free trial ends on %@ & automatically converts to an annual paid subscription on that day.
de: Deine kostenlose Testphase endet am %@ und wird an diesem Tag automatisch in ein kostenpflichtiges Jahresabo umgewandelt.
es: Tu prueba gratuita finaliza el %@ y ese día se convertirá automáticamente en una suscripción anual de pago.
fr: Votre essai gratuit se termine le %@ et sera automatiquement converti en abonnement annuel payant ce jour-là.
it: La prova gratuita termina il %@ e lo stesso giorno si converte automaticamente in un abbonamento annuale a pagamento.
nl: Je gratis proefperiode eindigt op %@ en wordt op die dag automatisch omgezet in een jaarlijks betaald abonnement.
pl: Bezpłatny okres próbny kończy się %@ i tego samego dnia automatycznie przekształca się w roczną płatną subskrypcję.
pt: O teu período de teste gratuito termina a %@ e será automaticamente convertido numa subscrição anual paga nesse dia.
ru: Ваш бесплатный пробный период завершится %@. В тот же день вы автоматически перейдете на платную годовую подписку.

# subscription.preferences.subscription.active.renewing.unknown.caption
source: Your subscription renews on %@.
de: Dein Abonnement verlängert sich am %@.
es: Tu suscripción se renueva el %@.
fr: Votre abonnement sera renouvelé le %@.
it: Il tuo abbonamento si rinnova il %@.
nl: Je abonnement wordt verlengd op %@.
pl: Twoja subskrypcja odnawia się w dniu %@.
pt: A tua subscrição renova-se a %@.
ru: Ваша подписка продлится %@.

# subscription.preferences.subscription.active.renewing.yearly.caption
source: Your annual subscription renews on %@.
de: Dein Jahresabonnement verlängert sich am %@.
es: Tu suscripción anual se renueva el %@.
fr: Votre abonnement annuel sera renouvelé le %@.
it: Il tuo abbonamento annuale si rinnova il %@.
nl: Je jaarlijkse abonnement wordt verlengd op %@.
pl: Twoja roczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição anual renova-se a %@.
ru: Ваша годовая подписка продлится %@.

# subscription.preferences.subscription.add.to.device.button.title
source: Add to Device...
de: Zum Gerät hinzufügen ...
es: Añadir al dispositivo...
fr: Ajouter à un appareil...
it: Aggiungi al dispositivo...
nl: Toevoegen aan apparaat...
pl: Dodaj do urządzenia...
pt: Adicionar a dispositivo...
ru: Добавить на устройство...

# subscription.preferences.subscription.add.to.device.link.title
source: Add to Device
de: Zum Gerät hinzufügen
es: Añadir al dispositivo
fr: Ajouter à un appareil
it: Aggiungi al dispositivo
nl: Toevoegen aan apparaat
pl: Dodaj do urządzenia
pt: Adicionar ao dispositivo
ru: Добавление на устройство

# subscription.preferences.subscription.add.to.device.no.email.app.store.caption
source: Add your subscription to your other devices via Apple Account or by linking an email.
de: Füge dein Abonnement über dein Apple-Konto oder durch Verknüpfung einer E-Mail-Adresse zu deinen anderen Geräten hinzu.
es: Añade tu suscripción a tus otros dispositivos mediante la cuenta de Apple o vinculando un correo electrónico.
fr: Ajoutez votre abonnement à vos autres appareils via un compte Apple ou en associant une adresse e-mail.
it: Aggiungi il tuo abbonamento ai tuoi altri dispositivi tramite l'account Apple o collegando un'email.
nl: Voeg je abonnement toe aan je andere apparaten via een Apple-account of door een e-mailadres te koppelen.
pl: Dodaj subskrypcję do innych urządzeń za pośrednictwem konta Apple lub poprzez połączenie adresu e-mail.
pt: Adiciona a tua subscrição aos teus outros dispositivos através da Conta Apple ou associando um e-mail.
ru: Подписку можно добавить на другие устройства с помощью аккаунта Apple или путем привязки адреса электронной почты.

# subscription.preferences.subscription.add.to.device.no.email.stripe.caption
source: Add your subscription to your other devices by linking an email.
de: Füge dein Abonnement durch Verknüpfung einer E-Mail-Adresse zu deinen anderen Geräten hinzu.
es: Añade tu suscripción a tus otros dispositivos vinculando un correo electrónico.
fr: Ajoutez votre abonnement à vos autres appareils en associant une adresse e-mail.
it: Aggiungi il tuo abbonamento agli altri dispositivi collegando un indirizzo e-mail.
nl: Voeg je abonnement toe aan je andere apparaten door een e-mailadres te koppelen.
pl: Dodaj subskrypcję do innych urządzeń poprzez połączenie adresu e-mail.
pt: Adiciona a tua subscrição aos teus outros dispositivos associando um e-mail.
ru: Добавьте подписку на другие устройства, привязав к ней адрес электронной почты.

# subscription.preferences.subscription.add.to.device.title
source: Add Your Subscription to Other Devices
de: Füge dein Abonnement zu anderen Geräten hinzu
es: Añade tu suscripción a otros dispositivos
fr: Ajoutez votre abonnement à d'autres appareils
it: Aggiungi il tuo abbonamento ad altri dispositivi
nl: Voeg je abonnement toe aan andere apparaten
pl: Dodaj subskrypcję do innych urządzeń
pt: Adiciona a tua subscrição a outros dispositivos
ru: Добавление подписки на другие устройства

# subscription.preferences.subscription.expired.caption
source: Your DuckDuckGo subscription expired on %@
de: Dein DuckDuckGo-Abo ist am %@ abgelaufen
es: Tu suscripción a DuckDuckGo caducó el %@
fr: Votre abonnement DuckDuckGo a expiré le %@
it: Il tuo abbonamento DuckDuckGo è scaduto il %@
nl: Je DuckDuckGo-abonnement is verlopen op %@
pl: Twoja subskrypcja DuckDuckGo wygasła w dniu %@
pt: A tua subscrição da DuckDuckGo expirou a %@
ru: Срок действия вашей подписки DuckDuckGo истек %@.

# subscription.preferences.subscription.expired.trial.caption
source: Your free trial ends on %@ & will not convert to a paid subscription.
de: Deine kostenlose Testphase endet am %@ und wird nicht in ein kostenpflichtiges Abonnement umgewandelt.
es: Tu prueba gratuita finaliza el %@ y no se convertirá en una suscripción de pago.
fr: Votre essai gratuit se termine le %@ et ne sera pas converti en abonnement payant.
it: La prova gratuita termina il %@ e non si convertirà in un abbonamento a pagamento.
nl: Je gratis proefperiode eindigt op %@ en wordt niet omgezet naar een betaald abonnement.
pl: Bezpłatny okres próbny kończy się %@ i nie zostanie przekształcony w płatną subskrypcję.
pt: O teu período de teste gratuito termina a %@ e não será convertido numa subscrição paga.
ru: Ваш бесплатный пробный период завершится %@ без перехода на платную подписку.

# subscription.preferences.subscription.footer.title
source: Need help with your DuckDuckGo subscription?
de: Benötigst du Hilfe mit deinem DuckDuckGo-Abo?
es: ¿Necesitas ayuda con tu suscripción a DuckDuckGo?
fr: Besoin d'aide concernant votre abonnement DuckDuckGo ?
it: Hai bisogno di aiuto con l'abbonamento DuckDuckGo?
nl: Hulp nodig bij je DuckDuckGo-abonnement?
pl: Potrzebujesz pomocy z subskrypcją DuckDuckGo?
pt: Precisas de ajuda com a tua subscrição DuckDuckGo?
ru: Нужна помощь с подпиской DuckDuckGo?

# subscription.preferences.subscription.help.footer.caption
source: Get answers to frequently asked questions or contact subscription support from our help pages. Feature availability varies by country.
de: Erhalte Antworten auf häufig gestellte Fragen oder kontaktiere den Abonnement-Support über unsere Hilfeseiten. Die Verfügbarkeit von Funktionen variiert je nach Land.
es: Obtén respuestas a las preguntas más frecuentes o ponte en contacto con el servicio de asistencia para suscripciones en nuestras páginas de ayuda. La disponibilidad de las funciones varía según el país.
fr: Trouvez les réponses aux questions fréquemment posées ou contactez l'assistance abonnement sur nos pages d'aide. La disponibilité des fonctionnalités varie selon les pays.
it: Ottieni risposte alle domande frequenti o contatta l'assistenza per gli abbonamenti dalle nostre pagine di assistenza. La disponibilità delle funzioni varia in base al paese.
nl: Krijg via onze hulppagina's antwoorden op veelgestelde vragen of neem er contact op met de klantenservice voor abonnementen. De beschikbaarheid van functies verschilt per land.
pl: Uzyskaj odpowiedzi na często zadawane pytania lub skontaktuj się z pomocą techniczną ds. subskrypcji na naszych stronach pomocy. Dostępność funkcji różni się w zależności od kraju.
pt: Obtém respostas a perguntas frequentes ou contacta o apoio técnico da subscrição a partir das nossas páginas de ajuda. A disponibilidade das funcionalidades varia consoante o país.
ru: На страницах справочного раздела вы найдете ответы на распространенные вопросы, а также контактную информацию по тарифам. Доступность функций зависит от страны.

# subscription.preferences.subscription.inactive.header.no.duck.ai.us
source: Protect your connection and identity with one subscription.
de: Schütze deine Verbindung und Identität mit einem Abonnement.
es: Protege tu conexión e identidad con una suscripción.
fr: Protégez votre connexion et votre identité avec un seul abonnement.
it: Proteggi la connessione e l'identità con un unico abbonamento.
nl: Bescherm je verbinding en identiteit met één abonnement.
pl: Chroń połączenie i tożsamość za pomocą jednej subskrypcji.
pt: Protege a tua ligação e identidade com uma subscrição.
ru: Защита соединения и личных данных по одной подписке

# subscription.preferences.subscription.inactive.header.us
source: Secure your Wi-Fi, and chat privately with advanced AI models
de: Sichere dein WLAN, und chatte privat mit fortschrittlichen KI-Modellen
es: Protege tu Wi-Fi y chatea de forma privada con modelos avanzados de IA
fr: Sécurisez votre Wi-Fi et discutez en toute confidentialité grâce à des modèles d'IA avancés
it: Proteggi la rete Wi-Fi e chatta privatamente con modelli AI avanzati
nl: Beveilig je wifi en chat privé met geavanceerde AI-modellen
pl: Zabezpiecz Wi-Fi i czatuj prywatnie z zaawansowanymi modelami AI
pt: Protege a tua rede Wi-Fi e conversa em privado com modelos de IA avançados
ru: Безопасный Wi-Fi и приватные чаты с продвинутыми моделями ИИ

# subscription.preferences.subscription.inactive.row.caption
source: Subscribers get our VPN, advanced AI models in Duck.ai, and Identity Theft Restoration.
de: Abonnenten erhalten unser VPN, fortschrittliche KI-Modelle in Duck.ai und Identity Theft Restoration.
es: Los suscriptores obtienen nuestra VPN, modelos avanzados de IA en Duck.ai y Identity Theft Restoration.
fr: Les abonnés bénéficient de notre VPN, de modèles d'IA avancés dans Duck.ai et d'Identity Theft Restoration.
it: Gli abbonati ricevono la nostra VPN, modelli avanzati di intelligenza artificiale in Duck.ai e Identity Theft Restoration.
nl: Abonnees krijgen onze VPN, geavanceerde AI-modellen in Duck.ai en Identity Theft Restoration.
pl: Subskrybenci otrzymują usługi VPN oraz Identity Theft Restoration i zaawansowane modele sztucznej inteligencji w Duck.ai.
pt: Os subscritores obtêm a nossa VPN, a modelos de IA avançados no Duck.ai e à Identity Theft Restoration.
ru: Подписка открывает доступ к VPN, продвинутым моделям ИИ в Duck.ai и функции восстановления после кражи данных.

# subscription.preferences.subscription.inactive.row.caption.deprecated
source: Subscribers get our VPN and Identity Theft Restoration.
de: Abonnenten erhalten unser VPN und Identity Theft Restoration.
es: Los suscriptores obtienen nuestra VPN y Identity Theft Restoration.
fr: Les abonnés bénéficient de notre VPN et d'Identity Theft Restoration.
it: Gli abbonati ricevono i nostri servizi di VPN e Identity Theft Restoration.
nl: Abonnees krijgen onze VPN en Identity Theft Restoration.
pl: Subskrybenci otrzymują usługi VPN oraz Identity Theft Restoration.
pt: Os subscritores obtêm a nossa VPN e a Identity Theft Restoration.
ru: Подписка открывает доступ к VPN и функции восстановления после кражи данных.
